{"id":97,"date":"2021-02-23T10:57:50","date_gmt":"2021-02-23T10:57:50","guid":{"rendered":"https:\/\/discountive.club\/?page_id=97"},"modified":"2021-02-23T10:57:50","modified_gmt":"2021-02-23T10:57:50","slug":"terms-of-service","status":"publish","type":"page","link":"https:\/\/discountive.club\/terms-of-service\/","title":{"rendered":"Terms Of Service"},"content":{"rendered":"<p>Effective Date:  March 1, 2020<\/p>\n<p>&nbsp;<\/p>\n<p>THIS IS A LEGALLY BINDING AGREEMENT.<\/p>\n<p>Terms of Service document (“Terms”) is a legally binding agreement between you and silencil.com (&#8220;the Website&#8221;, “we” or “us”), and governs how you may use this website (“the Website”). If you choose not to agree with any of these Terms, you may not use the Website, and must leave immediately. BY USING THE WEBSITE, YOU ACKNOWLEDGE AND AGREE TO OUR PRIVACY POLICY, WHICH IS INCORPORATED HEREIN BY REFERENCE.<\/p>\n<p>We reserve the right to take any action we deem appropriate if we determine, in our sole and absolute discretion, that you have engaged in any of the prohibited activities described below, or otherwise violated these Terms. Such action may include cancelling your account, terminating your license to use the Website, or initiating civil or criminal legal proceedings. Any rights not expressly granted herein are reserved by the Website.<\/p>\n<p>These Terms do not apply to any of the products or services we offer that are described on this Website (our “Services”). The specific terms relating to your use of any given Service and how we collect, store, and share any information from or about Users of that Service, are detailed on the Service’s website.<\/p>\n<p>1.Website Description. The Website is intended to: (a) describe our company and its products; (b) enable Website visitors (“Visitors”) to contact us; and (c) enable us to interact with Visitors via live chat; and (d) Provide users of our Services (“Users”) with access to our customer forum. We reserve the right to modify or change the Website, or any portion thereof, and any applicable policies or terms at any time, without notice. We may also modify, suspend, interrupt or terminate operation of or access to the Website or any portion thereof, for any reason at any time, without notice.<\/p>\n<p>2. End User License Agreement (EULA). We hereby grant you a revocable, non-exclusive, non-transferable, limited right and license to access and use the Website. The term of your license shall commence on the date that you visit the Website and will end if terminated by either you or us. We reserve the right to immediately terminate your license if you use the Website in breach of the terms set forth herein. We retain all right, title and interest in and to the Website, including, but not limited to, all copyrights, trademarks, trade secrets, trade names, proprietary rights, patents, titles, computer codes, and all other rights whether registered or not and all applications thereof. The Website is protected by applicable laws and treaties worldwide, and may not be copied, reproduced or distributed in any manner or medium, in whole or in part, without prior written consent from us.<\/p>\n<p>3. Age Restriction. The Website is not intended for minors under 18 years of age, and you may not register or use the Website if you are under 18. You hereby represent and warrant that you are at least 18 years of age.<\/p>\n<p>4. License Prohibitions. You may not utilize the Website in any manner or for any purpose other than that for which it is intended. You are further prohibited from engaging in any of the following activity:<\/p>\n<p>(a) Copying, creating a derivative work of, attempting to access the underlying code of the Website;<\/p>\n<p>(b) Interfering with or disrupting the Website, or servers and networks connected to the Website;<\/p>\n<p>(c) Reproducing, printing, storing, or distributing any content on the Website without our prior written permission;<\/p>\n<p>(f) Using the Website to violate any law (whether local, state, national, or international); or<\/p>\n<p>(g) Disseminating or transmitting any worms, viruses or other harmful, disruptive or destructive files, code, programs or other similar technologies; or uploading software viruses or any other computer code, files, programs or other similar technologies designed to interrupt, destroy, or limit the functionality of any computer software or hardware or telecommunications equipment.<\/p>\n<p>5. Privacy. Our use of your personal information is governed by the terms of our general Privacy Policy, which is made a part of these Terms by this reference. Except as set forth in the Privacy Policy, we will not sell, exchange, or release your personal information to a third party without your express permission, unless required by law or court or governmental order.<\/p>\n<p>6. User-Submitted Content. The Website offers interactive chat functionality, discussion forums, or other interactive features in which you may submit information and post or upload user-generated content, comments, video, photos, messages, other materials or items (collectively, “User Content”). You are solely responsible for your use of any Interactive Areas and you use them at your own risk. Further, you agree that any User Content you upload, post, or otherwise transmit will be truthful and accurate, and will not:<\/p>\n<p>(a) Defame, harass, stalk or threaten others;<\/p>\n<p>(b) Include expressions of bigotry, racism, offensive content, hate speech, abusiveness, vulgarity or profanity;<\/p>\n<p>(c) Contain pornographic or sexually explicit content, or be considered obscene, lewd, or otherwise inappropriate;<\/p>\n<p>(d) Violate or encourage the violation of any rule, regulation, or statute;<\/p>\n<p>(e) Contain threats of violence, or any other threat to personal or public safety; or<\/p>\n<p>(f) Infringe upon any third-party copyright, trademark, trade secret, right of publicity or other proprietary right without the express permission of the owner of such copyright, trademark, trade secret, right of publicity or other proprietary right.<\/p>\n<p>7. Copyright. We respond to properly submitted notices of alleged copyright infringement that comply with applicable law. If you believe that your content has been copied in a way that constitutes copyright infringement, please provide us with the following information: (i) a physical or electronic signature of the copyright owner or a person authorized to act on their behalf; (ii) identification of the copyrighted work claimed to have been infringed; (iii) identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material; (iv) your contact information, including your address, telephone number, and an email address; (v) a statement by you that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law; and (vi) a statement that the information in the notification is accurate, and, under penalty of perjury, that you are authorized to act on behalf of the copyright owner. Under the U.S. Digital Millennium Copyright Act, our designated copyright agent for notice of alleged copyright infringement appearing on the Websites is:<\/p>\n<p>silencil.com<\/p>\n<p>Attention: Copyright Agent<\/p>\n<p>Address: 200 Continental Drive, Suite 401, Newark, Delaware, US<\/p>\n<p>We reserve the right to remove any content alleged to be infringing without prior notice, at our sole discretion, and without liability to you, and\/or to terminate your account if it is determined that you knowingly posted infringing content.<\/p>\n<p>8. Assumption of Risk &amp; Limitation of Liability. You expressly agree to assume any and all risks that may be associated with using our Website. In no event shall we be liable to you or any other party for any indirect, special, incidental, consequential, or punitive damages, however and wherever arising, that may result from your use of any element of the Website, including without limitation to losses incurred due to: (a) any monetary loss; (b) software glitches, server failures, power outages, or any other issue beyond our control; (c) any delays in or failure of the Website to operate as described; (d) any infringement of copyrights, trademarks, trade secrets, rights of publicity or other proprietary rights or any other harm resulting from the submission of User Content; or (e) any unauthorized disclosure of account information that may occur through the actions of any third party, such as hackers.<\/p>\n<p>9. Indemnification. You agree to defend, indemnify and hold us, together with its officers, directors, employees and agents, harmless, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney&#8217;s fees) arising from: (i) your use of and access to the Website; (ii) your violation of any term of these Terms; (iii) your violation of any third-party right, including without limitation any copyright, property, or privacy right; or (iv) any claim that your use of the Website caused damage to a third party. This defense and indemnification obligation will survive these Terms and your use of the Website.<\/p>\n<p>10. No Warranty. We make no representation or warranty that: (a) the Website will be free of errors, bugs, or glitches, or that any such error, bug, or glitch will be corrected; (b) servers that house the Website are free of viruses or other malicious code; and (c) your use of the Website is in compliance with the Terms of Service of any third party, including, without limitation, third party social media services. THE WEBSITE IS PROVIDED ON AN &#8220;AS IS&#8221; BASIS WITHOUT ANY WARRANTY WHATSOEVER.  WE PROVIDE NO WARRANTIES WHATSOEVER REGARDING ACCURACY, RELIABILITY, OR DELIVERY, AND HEREBY DISCLAIMS ALL WARRANTIES, WHETHER EXPRESS, IMPLIED, OR STATUTORY ARISING FROM COURSE OF DEALING, USAGE, OR TRADE, INCLUDING WITHOUT LIMITATION ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, OR TITLE.<\/p>\n<p>11. Arbitration Agreement. THIS SECTION INCLUDES A WAIVER OF YOUR RIGHTS. You agree to arbitrate all disputes and claims that arise out of or relate to your use of the Website. Therefore, you agree that, by using the Website, YOU ARE WAIVING YOUR RIGHT TO A TRIAL BY JURY or to participate in any class action based on or involving claims brought in a purported representative capacity on behalf of the general public, other users, or other persons similarly situated. This agreement to arbitrate includes, but is not limited to, any dispute, claim or controversy arising out of or relating to your use of the Website. Any such dispute shall be determined by arbitration to be held in Palo Alto, California before one arbitrator. Any party to an arbitration proceeding may appear remotely by telephone or Internet. The arbitration shall be administered by JAMS pursuant to its Streamlined Arbitration Rules and Procedures. Judgment on the Award may be entered in any court having jurisdiction. This clause shall not preclude parties from seeking provisional remedies in aid of arbitration from a court of appropriate jurisdiction.<\/p>\n<p>12. Choice of Law; Forum. You agree that the Website shall be deemed based in California, USA, and is housed on a passive server that does not give rise to personal jurisdiction over our website, either specific or general, in any jurisdiction other than California. This document shall be governed in all respects by the laws of the State of California, without regard to conflict of law rules. Any claim or dispute you may have against us, whether subject to mandatory arbitration or otherwise, must be brought in Palo Alto, California. For any matters not subject to mandatory arbitration, you agree to submit to the personal jurisdiction of the courts located within Santa Clara County, CA for the purpose of litigating all such claims or disputes. All claims filed or brought contrary to this section shall be considered improperly filed. Should you file a claim improperly, we may recover reasonable attorneys’ fees and costs, provided that we have notified you in writing of the improperly filed claim and you have failed to withdraw the claim promptly.<\/p>\n<p>13. Limitation of Actions. Any claim or cause of action arising out of your use of the Website must be filed within one year after such claim or cause of action arose or it shall forever be barred, notwithstanding any statute of limitations or other law to the contrary. Within this period, any failure by us to enforce or exercise any provision of these Terms or any related right shall not constitute a waiver of that right or provision.<\/p>\n<p>14. Modification and Notice of Changes. We reserve the right to change, modify, add, or remove any element of the Website and portions of these Terms, without advance notice to you. We will notify you of any changes to these Terms by posting a notice on the Home page of our website. Except as stated elsewhere, such amended terms will be effective immediately and without further notice. Your continued use of the Website after the posting of changes constitutes your binding acceptance of such changes.<\/p>\n<p>15. Entire Agreement and Severability. These Terms and any document incorporated by reference herein, together with the Privacy Policy, constitute the entire agreement between you and us and govern your use of the Website, superseding any prior agreements between us. If any provision of these Terms is found by a court or other binding authority to be invalid, the remaining provisions contained in these Terms shall continue in full force and effect.<\/p>\n<p>16. For Residents of Certain States.If you are a California resident, by using the Site, you explicitly waive the rights granted to you under California Civil Code 1542, which states: &#8220;A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which, if known by him must have materially affected his settlement with the debtor.&#8221;<\/p>\n<p>Under California Civil Code Section 1789.3, California residents are entitled to the following specific consumer rights notice: The Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs may be contacted in writing at 400 R Street, Suite 1080, Sacramento, California 95814, or by telephone at (916) 445-1254 or (800) 952-5210.<\/p>\n<p>If you are a New Jersey resident, certain sections of this Terms of Use may not apply to you pursuant to the New Jersey Truth in Consumer Contract, Warranty, and Notice Act.  Additional states may not allow an exclusion or limitation of liability, so the above limitation or exclusion may not apply to you.<\/p>\n<p>If you have any questions or concerns with respect to these Terms, please contact us via our contact form or email us at:<\/p>\n<p>support@silencil.com<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Effective Date:  March 1, 2020 &nbsp; THIS IS A LEGALLY BINDING AGREEMENT. Terms of Service document (“Terms”) is a legally binding agreement between you and silencil.com (&#8220;the Website&#8221;, “we” or “us”), and governs how you may use this website (“the Website”). If you choose not to agree with any of these Terms, you may not use the &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/discountive.club\/terms-of-service\/\"> <span class=\"screen-reader-text\">Terms Of Service<\/span> Read More &raquo;<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/discountive.club\/wp-json\/wp\/v2\/pages\/97"}],"collection":[{"href":"https:\/\/discountive.club\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/discountive.club\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/discountive.club\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/discountive.club\/wp-json\/wp\/v2\/comments?post=97"}],"version-history":[{"count":1,"href":"https:\/\/discountive.club\/wp-json\/wp\/v2\/pages\/97\/revisions"}],"predecessor-version":[{"id":99,"href":"https:\/\/discountive.club\/wp-json\/wp\/v2\/pages\/97\/revisions\/99"}],"wp:attachment":[{"href":"https:\/\/discountive.club\/wp-json\/wp\/v2\/media?parent=97"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}